Revit 2027 API
ParameterTypeId.FbxLightWattage Property
 "Wattage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightWattage { get; }
Public Shared ReadOnly Property FbxLightWattage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightWattage {
	ForgeTypeId^ get ();
}
static member FbxLightWattage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace